IdeaRS.Connections
GeneralPlateData.Shape Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.GeneralPlateData.Shape"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public PlateShapeCode Shape { get; set; }
Property Value
Type: PlateShapeCode
See Also
Reference
GeneralPlateData Class
IdeaRS.Connections.Data Namespace